utils/tsung.xml
<?xml version="1.0"?>
<!DOCTYPE tsung SYSTEM "/usr/local/Cellar/tsung/1.7.0/share/tsung/tsung-1.0.dtd">
<tsung loglevel="notice" version="1.0">
    <clients>
        <client host="localhost" use_controller_vm="true" maxusers="654000" />
    </clients>

    <servers>
        <server host="a010ccb12e9fc11e9bc8102a4f2de90f-1850684300.eu-central-1.elb.amazonaws.com" port="8000" type="tcp" />
    </servers>

    <load>
        <arrivalphase phase="1" duration="2" unit="minute">
            <users maxnumber="60000" arrivalrate="50" unit="second" />
        </arrivalphase>
    </load>

    <sessions>
        <session name="websocket" probability="100" type="ts_websocket">
            <request>
                <websocket type="connect" path="/api"></websocket>
            </request>

            <request subst="true">
                <websocket type="message">{"name":"Kemal"}</websocket>
            </request>

            <for var="i" from="1" to="100" incr="1">
                <thinktime value="10"/>
            </for>
        </session>
    </sessions>
</tsung>